export const leaderboardData = [
  {
    sr: 1,
    name: "شہزاد شیر گڑھ",
    startTime: "06:00:00",
    pigeons: ["17:21:00", "17:54:00", "18:11:00", "18:12:00", "19:48:00", "20:02:00", ""],
    total: "75:28:0"
  },
  {
    sr: 2,
    name: "عدنان ڈھلوں",
    startTime: "06:00:00",
    pigeons: ["11:49:00", "14:06:00", "17:32:00", "17:43:00", "17:58:00", "18:06:00", "18:12:00"],
    total: "73:26:0"
  },
  {
    sr: 3,
    name: "چوہدری غلام ربانی مزار پور",
    startTime: "06:00:00",
    pigeons: ["12:00:00", "15:09:00", "15:19:00", "16:42:00", "16:42:00", "17:58:00", "18:11:00"],
    total: "70:1:0"
  },
  {
    sr: 4,
    name: "چوہدری شہزاد ڈوگر",
    startTime: "06:00:00",
    pigeons: ["16:54:00", "17:16:00", "18:21:00", "18:22:00", "18:35:00", "", ""],
    total: "59:28:0"
  },
  {
    sr: 5,
    name: "چوہدری خرم شاہد ڈونیاں",
    startTime: "06:00:00",
    pigeons: ["10:53:00", "14:10:00", "15:25:00", "16:02:00", "17:43:00", "17:43:00", ""],
    total: "55:56:0"
  }
];

export const stats = {
  lofts: 30,
  totalPigeons: 210,
  pigeonsLanded: 104,
  pigeonsRemaining: 106,
  lastWinner: "ضیغم شاہ اینڈ وحید بھانبڑه - 20:06:00"
};

export const tournamentDates = ["2025-09-29", "2025-10-01", "2025-10-03", "2025-10-05", "2025-10-07", "Total"];
